Autodesk.Revit.DB.Lighting.LightDimmingColor
Tags for specific light dimming colors
Since:
2013

Autodesk.Revit.DB.Lighting.LightDimmingColor.Incandescent
Incandescent lamp curve dimming color.

Autodesk.Revit.DB.Lighting.LightDimmingColor.None
No dimming color.